module.exports = {
  nav: {
    a: '项目背景',
    b: '商业模式',
    d: '技术与优势',
    e: 'Token',
    f: '团队介绍'
  },
  language: 'Language',
  home: {
    banner: {
      text: 'AUTOCHAIN的愿景是成为汽车行业最大的联盟链，将多方的车况数据上链，结合区块链的不可篡改特性、去中心化交易机制、智能合约自动处置等优势，构建完整的车辆画像，大幅降低汽车行业中的交易成本，应用在车后市场中的二手车交易、维保、耗材、融资、租赁、车险等商业场景中，构建完整的区块链汽车生态。'
    },
    buttons: {
      one: 'WATCH VIDEO',
      two: '白皮书下载'
    },
    desc: {
      title1: '汽车数据上链',
      label1: '一辆汽车的生命轨迹如下：',
      title2: '云计算、智能硬件、人工智能',
      label2: '区块链重构了商业模式的生产关系，我们也需要提升商业模式中的生产力。AUTOCHAIN团队已经在车后市场耕耘多年，在成熟业务场景中结合了云计算、智能硬件、人工智能等新技术，用于提升生产效率。'
    },
    step: {
      label: {
        a: '汽车厂商',
        b: '4S店',
        c: '汽车后市场',
        d: '拆解',
      },
      year: {
        a: '0年',
        b: '3年',
        c: '10年'
      }
    },
    autochain: {
      innerText: 'AUTOCHAIN 车信链',
      tag: {
        a: '区块链',
        b: '云计算',
        c: 'AI',
        d: '智能硬件'
      }
    }
  },
  BM: { // BusinessModel 的首字母缩写
    title: '商业模式',
    innerText: 'AUTOCHAIN 车信链',
    desc: '基于AUTOCHAIN车信链的完整商业模式',
    polygon: {
      a: '区块链',
      b: '车智能',
      c: '车后维保',
      d: '汽车金融',
      e: '二手车交易',
      f: '智能硬件',
      g: 'AI',
      h: '云计算',
    }
  },
  TS: { // TechnologySuperiority 的首字母缩写
    title: '技术与优势',
    switch: {
      titles: {
        a: '技术框架',
        b: '基层技术',
        c: '技术实现'
      },
      desc: {
        a: 'AUTOCHAIN车信链是基于区块链技术实现的、开源的、公共维护的去中心化计算底层系统，它提供了去中心化的图灵完备的虚拟机来支持智能合约的运行。',
        b: 'AUTOCHAIN车信链最底层为区块链基础架构层，技术方案是对以太坊源代码进行分叉，并在此基础上进行进一步修改，包括生成动态区协议、动态区块安全协议、数据组嵌入协议、链级分层存档协议、并发链级通讯协议、分布式跨链同步通讯协议，在此协议的基础上，数据随时间而动态变化，在保证安全的基础之上实现高出以太坊的性能而运行。同时在基础架构层上为我们的智能合约抽象层，基于PoW的共识机制为基础，对汽车产业链的不同应用场景进行技术抽象，搭建标准化、模块化的智能合约模版，用于进一步组合、定制化面向不同的行业、企业、应用场景的智能合约。在此基础上构建区块链通用接口协议，用于对接上层业务应用的汽车各方参与用户。',
        c: 'AUTOCAHAIN车信链是一个基于区块链技术的汽车产业联盟链，我们将开发一套系统，使用PoW工作量证明机制来实现节点间的共识，使用DAG有向无环路保证系统较高的吞吐量，同时结合汽车行业各环节特点，构建分布式数据库存储，搭建链下交易平台，完成线下车辆资产的确权、登记和风控，规范每一个环节的标准。线下确权与风控资料将会保存在IPFS或SC等分布式存储的文件系统上，然后我们将会进行链上映射和发币。车辆资产持有者就可以通过交易平台申请发布自己的车辆资产，经平台审核便可通过。'
      }
    },
  },
  Token: {
    title: 'Token',
    sub1: {
      subTitle: '功能及增值',
      desc: 'AUC是AUTOCHAIN的交易生态中的Token，也是二手车交易生态中最重要的价值媒介：',
      case1: {
        tit: '1. 使用价值',
        content: {
          a: '使用AUC可以购买CYBERAUTO平台上的服务和资产；',
          b: '使用AUC支付CYBERAUTO上的服务费；',
          c: '提供车辆数据可获得AUC奖励。'
        }
      },
      case2: {
        tit: '2. 回购与销毁',
        content: {
          a: '每季度CYBERAUTO会使用净利润的40%回购AUC，并公开销毁；',
          b: '上线C2C共享租车后，租车获得收入将按比例给车辆权益所有者分配AUC；'
        }
      },
    },
    sub2: {
      subTitle: '分配方案',
      desc: 'AUC的总量为10,000,000,000枚：',
      case: {
        a: '40% 私募——面向机构投资进行私募',
        b: '30% 基金会——治理基金会日常治理',
        c: '20% 生态激励——用于奖励为车信链生态做出贡献的个人和组织',
        d: '10% 团队——用于团队的日常开发、运营、激励'
      },
      pieText: 'AUTOCHAIN'
    }
  },
  TI: { // TeamIntroduction 的首字母缩写
    title: '团队介绍',
    sub1: {
      subTitle: '创始团队',
      child: {
        a: {
          tit: '奥巴马',
          desc: '卖大锅的',
          identity: '亚太区主席'
        },
        b: {
          tit: '奥巴马',
          desc: '卖大锅的',
          identity: '亚太区主席'
        },
        c: {
          tit: '奥巴马',
          desc: '卖大锅的',
          identity: '亚太区主席'
        }
      }
    },
    sub2: {
      subTitle: '投资人及顾问',
      child: {
        a: {
          tit: '乔泉',
          desc: '美国汽车零部件再制造协会',
          identity: '亚太区主席'
        },
        b: {
          tit: '关勇',
          desc: '前腾讯销售总监',
          identity: '车轮创始人'
        },
        c: {
          tit: '林金文',
          desc: '前长久汽车CEO',
          identity: '乐车邦创始人'
        },
        d: {
          tit: '马晨译',
          desc: '',
          identity: '车董会创始人'
        },
        e: {
          tit: '刘朝阳',
          desc: '前腾讯副总裁',
          identity: '燧石资本创始人'
        },
        f: {
          tit: '刘晓科',
          desc: '',
          identity: '易车高级副总裁'
        },
        g: {
          tit: '吴世春',
          desc: '',
          identity: '梅花天使'
        },
        h: {
          tit: '张东晖',
          desc: '',
          identity: '阿米巴资本创始合伙人'
        }
      }
    },
    sub3: {
      subTitle: '投资机构'
    }
  },
  footer: {
    wechat: 'Wechat',
    weibo: 'Weibo'
  }
}
